Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The original evacuation route became unavailable to operator 2 when he lost vision because of the large quantities of steam coming from the hose.
nb: Den opprinnelige evakueringsruten ble utilgjengelig for operatør 2 i det han fikk dårlig sikt på grunn av den kraftige dampen som kom ut av slangen.

source: It has been for instance commented by both a "Service Pusher" and a “Directional Driller” that they are not involved in well control.
nb: Her er det blant annet blitt kommentert av både en «Service Pusher» og en retningsborer at de ikke er involvert i brønnkontroll.

source: Might this have arisen as a result of replacing the manometer in 2007?
nb: Kan dette eventuelt ha oppstått som følge av utskifting av manometer i 2007?

source: Hydrates were also discovered in PSVs in 2012 and 2014 without being recorded in Synergi.
nb: Det ble også funnet hydrater i PSVer i 2012 og 2014 uten at dette ble registrert i Synergi.

source: To fill out the HOCNF, see OSPAR Guidelines for Completing the Harmonised Offshore Chemical
nb: For utfylling av HOCNF vises det til OSPAR Guidelines for Completing the Harmonised Offshore

source: A single fatal accident was experienced in the PSA’s area of responsibility during 2017.
nb: Det var én dødsulykke innenfor Ptils myndighetsområde i 2017.

source: ‑ Notification of incident on Heidrun ‑ Organisation chart Heidrun ‑ WR1156 - supplement to emergency preparedness on the Norwegian
nb: ‑ Varsel om hendelse på Heidrun ‑ Organisasjonskart Heidrun ‑ WR1156 - Tillegg til:

source: Measures identified in relation to the risk of pulling the HPC are a test of the valve pair on the manifold during the preceding month and the procedure for controlled bleed-off through the HPC during removal.
nb: Tiltak som er identifisert knyttet til risiko ved trekking av blindflensen, er test av ventilpar på manifold i løpet av siste måneden og framgangsmåte for kontrollert avblødning gjennom blindflens ved trekking.

source: The rig received Acknowledgement of Compliance (AoC) in November 2015.
nb: Riggen fekk samsvarsfråsegn (SUT) i november 2015.

source: The trends in risk level in the petroleum activity (RNNP) process is the product of a vision, a dedication and a formidable commitment.
nb: RNNP (Risikonivå i norsk petroleumsvirksomhet) er resultat av en visjon, en dedikasjon og en formidabel innsats.

source: Operator 2 was then called by walkie-talkie and asked if he would help operator 1.
nb: Operatør 2 ble da oppropt på radio og spurt om han ville være med og hjelpe operatør 1.

source: These details are not reflected in the data found in the system used today for follow-up and operation.
nb: I granskingen ble følgende forhold identifisert knyttet til oppfølging av ventiler med barrierefunksjon:

source: Mention was made in several interviews that SJAs were regarded as time- and resource-intensive, and that an TBT could be just as good.
nb: I flere intervju ble det nevnt at SJA ble sett på som tids- og ressurskrevende og at en TBT kunne være vel så bra.

source: The effects of this commitment will be monitored and measured, both during the year and afterwards.
nb: Effekten av innsatsen skal overvåkes og måles, både underveis og etterpå.

source: • the overhead crane was not risk-assessed after completion
nb: traverskranen ikke ble risikovurdert etter ferdigstillelse

source: operator is defined in the Framework Regulations Section 6: Anyone executing on behalf of the licensee the day to day management of the petroleum activities.
nb: operatøren er, framkommer av rammeforskriften § 6: den som på rettighetshavers vegne forestår den daglige ledelsen av petroleumsvirksomheten.

source: The company received specifications from the yard via the agent and delivered to order.
nb: TT fikk spesifikasjoner fra verftet via agenten og leverte iht.

source: Access to the star cells is available via openings in the top of the tricell plate, but changed weather conditions prevented inspection of the star cells.
nb: Det er adkomst til stjernecellene via åpninger i topp av tricelleplaten, men på grunn av endring i værforholdene kunne ikke stjernecellene inspiseres.

source: Westcon has conducted tests and investigations which comply with the specified guidelines and requirements in the NMA’s regulations on cargo-handling appliances in ships (FOR 1978-01-17-4).
nb: Westcon har utført prøver og undersøkelser i henhold til angitte retningslinjer og krav i Sjøfartsdirektoratets forskrift om laste- og losseinnretninger på skip (FOR 1978-01-17-4).

source: Wintershall Dea consent for use of West Mira on Nova
nb: Wintershall Dea – samtykke til bruk av West Mira på Nova

source: Equinor has estimated that the incident spilt about 150 m3 of oil and sludge to the sea.
nb: Equinor har estimert at hendelsen førte til utslipp av om lag 150 m3 olje og slam til sjø.

source: For health-related matters, reference is made to Section 16 with guidelines.
nb: For helsemessige forhold vises til § 16 med veiledning.

source: The serious personal injury frequency in 2008 (0.87 injuries per million working hours) was somewhat higher than the frequency in 2007 (0.64 injuries per million working hours).
nb: Frekvensen av alvorlige personskader i 2008 (0,87 skader per million arbeidstimer) er noe høyere enn frekvensen i 2007 (0,64 skader per million arbeidstimer).

source: The employer shall ensure that the work is organised such that hazardous exposure and unfortunate physical and psychological strains are avoided for the individual employee, and such that the likelihood of mistakes that can lead to hazard and accident situations, is reduced.
nb: Arbeidsgiveren skal sikre at arbeidet legges til rette slik at helseskadelig eksponering og uheldige fysiske og psykiske belastninger unngås for den enkelte arbeidstakeren, og slik at sannsynligheten for feilhandlinger som kan føre til fare- og ulykkessituasjoner, reduseres.

source: Before work started on Gjøkåsen, the ADS was taken from storage and recertified by Future.
nb: I forkant av oppstart på Gjøkåsen ble ADS tatt fra lager og resertifisert av leverandøren Future.

source: Equinor – Veslefrikk B – technical condition of structures and maritime systems
nb: Equinor – Veslefrikk B - teknisk tilstand for konstruksjoner og maritime systemer

source: The pipe where the leak occurred had been removed from the maintenance programme by mistake in 2008.
nb: Røret hvor lekkasjen oppstod ble ved en feil slettet i vedlikeholdsprogrammet i 2008.

source: A new XML-based standard built on WITSML was adopted for the reports in 2008.
nb: En ny standard ble tatt i bruk i 2008. Formatet er XML-basert og bygger på WITSML.

source: Below is a sample AT level 1.
nb: Nedenfor vises et eksempel på en AT nivå 1.

source: Had the incident resulted in a crack which lost material and created a hole in the concrete, it might have been impossible to restore the underpressure which is a precondition for the structure’s loadbearing capability throughout cell 11.
nb: Hvis hendelsen hadde resultert i en sprekk som mistet materiale og resultert i et regulært hull i betongen kunne det ha vært umulig å gjenetablere det undertrykket som er en forutsetning for konstruksjonens bæreevne i hele celle 11.

source: The Norwegian Labour Inspection Authority, the Petroleum Safety Authority Norway and the
nb: Arbeidstilsynet, Petroleumstilsynet og Direktoratet for samfunnssikkerhet og beredskap er delegert

source: Regulations and Chapter II of the Management Regulations), the responsible party shall establish a management system that ensures compliance with the HSE regulations and continuous improvement.
nb: styringsforskriften kapittel II) skal den ansvarlige etablere et styringssystem som sikrer at HMS-regelverket etterleves og sørge for kontinuerlig forbedring.

source: It also regards it as positive that clarifications, operationalisations and guidelines have been drawn up for key concepts which are useful for players in the industry.
nb: Vi anser det også som positivt at det er utarbeidet avklaringer, operasjonaliseringer og veiledninger til sentrale begreper som er til nytte for aktørene i næringen.

source: The DMF brings together drilling and well specialists from 29 operator companies, plus stateowned Petoro, once a month to review and discuss all well-control incidents on the NCS.
nb: I DMF møtes fagfolk innenfor boring og brønn fra 29 operatørselskaper, pluss Petoro, en gang i måneden for å gjennomgå og diskutere alle brønnkontrollhendelser på norsk sokkel.

source: This applies to expertise and training.
nb: Dette gjelder kompetanse og opplæring.

source: COSL, Statoil and Aker Solutions established a joint team under COSL’s leadership to investigate the wave incident.
nb: COSL, Statoil og Aker Solutions etablerte en felles gruppe under ledelse av COSL for granskingen av bølgehendelsen.

source: ees have sufficient knowledge and skills, and that they have the necessary time needed to perform their tasks, cf. Section 3-2, first subsection litera a and Section 6-5, first and second subsections of the Working Envi-ronment Act, and Section 7-4.
nb: erne har tilstrekkelig kunnskaper og ferdigheter, samt at de får nødvendig tid til å ivareta sine oppgaver, jf. arbeidsmiljøloven § 3-2 første ledd bokstav a, arbeidsmiljøloven § 6-5 første og andre ledd og § 7-4.

source: In the event of a well control incident, it shall be possible to regain well control by intervening directly in or on the well or by drilling one (1) relief well.
nb: Ved en brønnkontrollhendelse skal brønnkontrollen kunne gjenvinnes ved å intervenere direkte i eller på brønnen eller ved boring av én (1) avlastningsbrønn.

source: § 61 Transport of hazardous goods
nb: § 61 Transport av farlig gods

source: Personnel working for service companies most disagree with this statement, of which 44% selects these response options.
nb: Serviceselskapene er mest uenige i utsagnet hvorav 44% benytter seg av disse svaralternativene.

source: See Norsok R-003N on safe use of lifting equipment
nb: NORSOK R-003N sikker bruk av løfteutstyr Ptils observasjoner deles generelt i to kategorier:

source: Yellow-1 does not basically require a plant shutdown.
nb: Gul-1 krever i utgangspunktet ikke en stans av anlegget.

source: for the areas covered by the norm.
nb: for de områdene som normen omfatter.

source: cooperate so that the monitoring activities are managed in relation to regional risk, and arrangements are made for using the best available technology (BAT).
nb: overvåkingen styres i forhold til regional risiko, og det legges til rette for å ta i bruk beste tilgjengelige teknikker (BAT).

source: Equinor – Consent for light well intervention
nb: Equinor – Samtykke til lett brønnintervensjon

source: Consent to use Songa Endurance on the Troll field
nb: Samtykke til bruk av Songa Endurance på Trollfeltet

source: I understand my role in a well control situation
nb: jeg forstår min rolle ved en brønnkontrollhendelse

source: This volume is based of the amount of liquid led via CD2119 to cell 11 during the time the spill lasted.
nb: Volumet er basert på væskemengden som ble ledet via CD2119 til celle 11, i perioden utslippet foregikk.

source: A local safety strategy has been developed for Mongstad, where gaps in relation to current regulations have been identified.
nb: Det er utarbeidet en lokal sikkerhetsstrategi for Mongstad, hvor gap er identifisert i forhold til dagens regelverk.

source: The field extends over 750 square kilometres in North Sea blocks 31/2, 31/3, 31/5 and 31/6.
nb: Feltet strekker seg over et område på 750 kvadratkilometer i blokkene 31/2, 31/3, 31/5 og 31/6 i Nordsjøen.

source: b) information on changes in the risk of pollution.
nb: b) opplysninger om endringer i risikoen for forurensning.

source: standard, Chapters 8.3 and 8.5.1, should be used for manned underwater operations.
nb: kapittel 8.3 og 8.5.1 brukes for bemannede undervannsoperasjoner.

source: The results from the monitoring can also be used for:
nb: Resultatene fra overvåkingen kan dessuten brukes til:

source: shown in greater detail in figure 9.
nb: figur nr. Figur 9:

source: The requirement in the first subsection entails that the measures and limitations shall result in a risk
nb: Kravet i første ledd innebærer at tiltakene og begrensningene skal føre til en risikoreduksjon som er

source: 50 Norwegian Oil and Ga
nb: Dette 50 Norsk olje og ga

source: Lundin - Consent for exploration drilling
nb: Lundin - Samtykke til undersøkingsboring i Nordsjøen

source: We see serious personal injuries have increased since 2019.
nb: Når det gjelder alvorlige personskader ser vi at det har vært en økning i 2019.

source: The WO was set at level 2, with risks assessed to include “exposure to hydraulic oil, slippery deck, danger of slipping”.
nb: Arbeidsorden settes til nivå 2 og risikomomentene vurderes til å omfatte «hydraulikkolje eksponering, glatt dørk, sklifare».

source: The methods, frequency and scope of the follow-up, and the degree of independence in conducting it, shall be adapted to elements of significance to health, safety and the environment.
nb: Metoder, hyppighet og omfang av oppfølgingen, og graden av uavhengighet i utføringen, skal tilpasses elementets betydning for helse, miljø og sikkerhet.

source: This entails that the responsible party shall establish and develop goals and strategies for compliance with the regulatory requirement to keep the oil content as low as possible.
nb: Dette innebærer at den ansvarlige må fastsette og videreutvikle mål og strategier for etterlevelse av forskriftskravet om at oljeinnholdet skal være så lavt som mulig.

source: According to the technical literature and supplier information, using rotation-resistant steel rope in this type of hoisting arrangement has little point in design terms.
nb: Det har designmessig liten hensikt å bruke rotasjonsfattig ståltau i denne type heissystem i henhold til faglitteratur og leverandørinformasjon.

source: It will contain a cloakroom, WC, IT room, dining room, meeting room and office modules.
nb: Den skal innehalde garderobe, WC, datarom, spiserom, møterom og kontormoduler.

source: The bearing of S1 on the guide beam was replaced on that same day.
nb: Lageret i det øvre skivehjulet (S1) på styreskinnen («guide beam») blir skiftet samme dag.

source: Regulations relating to storage and transport of CO2 on the shelf Section 1-6 litera u Re
nb: forskrift om lagring og transport av CO2 på sokkelen § 1-6 bokstav u Til bokstav

source: The assumption for the application of these authorisation provisions is, in accordance with Section 1-5 of the Health and Social Preparedness Act (in Norwegian only), that the country is at war, that war is imminent, or – in the event of crises or catastrophes in peace time – that resolutions have been made by the King in Council.
nb: Forutsetningen for at disse fullmaktsbestem-melsene skal gjelde, er ifølge helse- og sosialberedskapsloven § 1-5 at riket er i krig, at krig truer, eller – ved kriser eller katastrofer i fredstid – at det foreligger beslutning av Kongen.

source: Veslefrikk was discovered in 1981, and the plan for development and operation (PDO) was approved in 1987.
nb: Veslefrikk blei påvist i 1981, og plan for utbygging og drift (PUD) blei godkjent i 1987.

source: offshore petroleum industry, if the substance is a sinker, has a Koc > 1000, has a log (Pow) >4, on in any other way are known to adsorb to particles or end up in the sediments, or contain surfactants.
nb: petroleumsindustrien til havs, dersom stoffet synker, har Koc>1000, har log (Pow)>4, på noen annen måte er kjent å adsorberes til partikler eller ende opp i sedimentene, eller inneholder surfaktanter.

source: An unambiguous command structure as mentioned in the second subsection, means that the flow of
nb: knyttet til transport, overføring, lagring, bruk og avhending av kjemikalier.

source: d) the operator’s plans for modifications, replacements and repairs, if need be, e) a description of changes in maintenance philosophy, strategy and programme, which will be implement-
nb: d) operatørs planer for modifikasjoner, utskiftinger og eventuelle behov for reparasjoner, e) en beskrivelse av endringer i vedlikeholdsfilosofi, -strategi og -program som vil bli satt i verk som følge

source: Sygna is a field in the Tampen area in the northern North Sea, just northeast of the Statfjord Nord field.
nb: Sygna ligg i Tampen-området i den nordlege delen av Nordsjøen, like nordaust for Statfjord Nord.

source: That can be seen from the fact that the level in drainage tanks CD5486 A and B began to rise.
nb: Dette kan en se ved at nivået i lukket dreneringstank CD5486 A og B begynte å stige.

source: Serious personal injuries per million work-hours came to 1.1, up from 2017, and this frequency is now at its highest since 2013.
nb: Antall alvorlige personskader per million arbeidstimer på landanleggene var 1,1 (en økning fra 2017), og frekvensen er nå på sitt høyeste nivå siden 2013.

source: Equinor did not adequately check that Seadrill had the competence to carry out this type of work itself.
nb: Equinor hadde ikke tilstrekkelig oppfølging av om Seadrill hadde kompetanse til å utføre denne type arbeid selv.

source: Better collaboration/communication between operational and technical personnel is required to achieve an integrated understanding by those who draw up plans for risk-based inspection, including RIS.
nb: Bedre samarbeid/kommunikasjon mellom drift og teknisk personell er nødvendig for å oppnå en helhetlig forståelse hos de som utarbeider planer for risikobasert inspeksjon, herunder RIS.

source: The provision's second subsection does not prevent both alternatives being used for various shift
nb: Selv om utgangspunktet i bestemmelsen er bruk av norsk språk, er kravet om bruk av norsk språk ikke

source: This document was characterised by B&B as applying only to D&V.
nb: Dette dokumentet ble av B&B karakterisert som et dokument som gjaldt kun for drift.

source: As regards water supply and drinking water in the enterprise, the provisions of the
nb: For vannforsyning og drikkevannet i virksomheten gjelder bestemmelsene i

source: Johan Castberg is a field in the Barents Sea, 100 kilometres northwest of the Snøhvit field.
nb: Johan Castberg-feltet ligg i Barentshavet, 100 kilometer nordvest for Snøhvit-feltet.

source: No major accidents occurred on the NCS in 2018.
nb: Det var ingen storulykker på norsk sokkel i 2018.

source: The Petroleum Safety Authority Norway has given Equinor Energy (Equinor) consent for life extensions for Veslefrikk.
nb: Petroleumstilsynet har gitt Equinor Energy (Equinor) samtykke til forlenga levetid for Veslefrikk.

source: , ISO 10423 and ISO 13628 should be used, with the following additions:
nb: , ISO 10423 og ISO 13628 brukes, med følgende tillegg:

source: Aker BP had applied for consent to use such a ship on Tambar after the PSA gave it notice of an order to do so.
nb: Aker BP hadde søkt om samtykke for bruk av fartøy med bevegelseskompensert gangbro på Tambar etter Ptil ga selskapet pålegg om dette.

source: This was later changed so that a factor of 1.1 could be applied if the 90 per cent fractile for the wave crest estimate was used.
nb: Anbefalingen er senere endret og åpner for å bruke faktoren 1.1 dersom 90% fraktil på bølgetopp estimat anvendes.

source: The plan for development and production (PDO) was approved in March 2017.
nb: Plan for utbygging og drift (PUD) blei godkjent i mars 2017.

source: The audit was originally planned as an offshore verification of the execution of the Nova module installation on board the Sleipnir crane vessel.
nb: Tilsynet var opprinnelig planlagt som offshore verifikasjon for gjennomføringen av installasjonen av Nova-modulen om bord på løftefartøyet Sleipnir.

source: a) the introduction of new measures expected to have an impact on the risk level, for example reinjection,
nb: a) innføring av nye tiltak som forventes å ha betydning for risikonivået, for eksempel reinjeksjon,

source: Based on this report, a modification was made in 2005 to improve the skidding operation.
nb: Basert på denne rapporten ble det utført en modifikasjon i 2005 som skulle bedre skiddeoperasjon.

source: KCA Deutag Drilling Norge AS has received Acknowledgement of Compliance (AoC) for Askepott.
nb: KCA Deutag Drilling Norge AS har fått samsvarsuttalelse (SUT) for Askepott.

source: operate facilities according to Section 4-3 of the Petroleum Act, the party obligated to carry out the disposal decision according to Section 5-3 of the Petroleum Act, is responsible for retaining material and information as mentioned in first subsection.
nb: petroleumsloven § 4-3, skal den som er forpliktet til å gjennomføre disponeringsvedtaket etter petroleumsloven § 5-3, ha ansvaret for å oppbevare materiale og opplysninger som nevnt i første ledd.

source: "The PSA expects visible HSE results from the many on-going improvement projects in the industry," says director Magne Ognedal.
nb: – Ptil forventer synlige HMS-resultater av de mange forbedringsprosjektene som pågår i næringen, sier direktør Magne Ognedal.

source: COSLInnovator was constructed at the Yantai Raffles Shipyard in Kina.
nb: COSLInnovator er bygget ved Yantai Raffles Shipyard i Kina.

source: The PSA has asked Statoil about risk assessments and measures for operator safety related to the work on A-1200, without this being documentable.
nb: Ptil har forespurt Statoil om risikovurderinger og tiltak for operatørsikkerhet i forbindelses med arbeidet i A-1200 uten at dette kunne dokumenteres.

source: The incident was classified as a lost-time injury with a potential seriousness of level 1: fatality.
nb: Hendelsen ble klassifisert som fraværsskade, med potensial alvorlighetsgrad 1: dødsfall.

source: This is the well maintenance and intervention partnership with Schlumberger and Stimwell, where it has proved possible to build in a single solution and collaborate well despite big variations in the scope of work.
nb: Brønnvedlikeholds- og brønnintervensjonsalliansen med Schlumberger og Stimwell, hvor de har klart å bygge inn én løsning og en god måte å samhandle på til tross for stor variasjon i arbeidsomfanget.

source: Normal operating pressure in the separator is 14.5 barg.
nb: Operasjonstrykket i separatoren under normal drift er 14,5 barg.

source: Motion-compensated walkways were deployed in connection with completing the facility in 2017, but have yet to be utilised in normal operation.
nb: Bevegelseskompenserte gangbroer ble benyttet i forbindelse med ferdigstilling av innretningen i 2017 og har ikke blitt benyttet i normal drift enda.

source: Aker BP is operator on the Norwegian continental shelf (NCS) for the Valhall field centre (with the Hod satellite), Ula (with the Tambar satellite), Ivar Aasen, Alvheim (with the Bøyla, Vilje and Volund satellites) and Skarv.
nb: Aker BP er operatør for feltsentrene Valhall (med satellittfeltet Hod), Ula (med satellittfeltet Tambar), Ivar Aasen, Alvheim (med satellittfeltene Bøyla, Vilje og Volund) og Skarv på norsk sokkel.

source: (effective dose equivalent) of more than 20 mSv during the course of twelve months.
nb: eksponering (effektiv doseekvivalent) på mer enn 20 mSv i løpet av tolv måneder.

source: and the Supervision Act for Electrical Installations (land regulations).
nb: Pliktsubjektet er vanligvis nøytralt formulert i denne forskriften.

source: The valve block was pressure-tested in DNV-GL's test laboratory up to 135 bar using water.
nb: Ventilblokken ble trykktestet i DNV GLs testlaboratorium opp til 135 bar med vann.

source: Aker BP – use of facilities on the Bøyla field
nb: Aker BP – Bruk av innretninger på Bøyla
